export const VIDEO_TYPES = [
  '.mp4', // MP4 (самый популярный видеоформат)
  '.webm', // WebM (формат с хорошей сжатием)
  '.ogg', // OGG (открытый формат видео)
  '.avi', // AVI (старый формат)
  '.mkv', // MKV (высококачественный формат)
  '.mov', // MOV (формат для QuickTime)
  '.flv', // FLV (старый формат для потокового видео)
  '.3gp', // 3GP (формат для мобильных устройств)
  '.wmv' // WMV (Windows Media Video)
]

export const IMAGE_TYPES = [
  '.jpeg', // JPEG (очень популярный формат для фотографий)
  '.jpg', // JPG (популярный сокращённый формат JPEG)
  '.png', // PNG (формат с поддержкой прозрачности)
  '.gif', // GIF (анимированные изображения)
  '.bmp', // BMP (битмап)
  '.webp', // WebP (современный формат с хорошим сжатием)
  '.tiff', // TIFF (высококачественные изображения)
  '.svg', // SVG (векторные изображения)
  '.ico' // ICO (формат для иконок)
]
